Repository: infraguys/genesis_ui
Catalog: lib/src/l10n/src/confirmation_messages/confirmation_messages_*.arb
Languages: ru

# deleteRole
source: Delete role {name}?
ru: Удалить роль {name}?

# deleteRoles
source: Delete selected({count}) roles?
ru: Удалить выбранные({count}) роли?

# deleteProjectConfirmation
source: Delete project {name}?
ru: Удалить проект {name}?

# deleteProjectsConfirmation
source: Delete selected({count}) projects?
ru: Удалить выбранные({count}) проекты?

# deleteNodeConfirmation
source: Delete node {name}?
ru: Удалить ноду {name}?

# deleteNodesConfirmation
source: Delete selected({count}) nodes?
ru: Удалить выбранные({count}) ноды?

# deleteClusterConfirmation
source: Delete cluster {name}?
ru: Удалить кластер {name}?

# deleteClustersConfirmation
source: Delete selected({count}) clusters?
ru: Удалить выбранные({count}) кластеры?

# deleteUser
source: Delete user {name}?
ru: Удалить пользователя {name}?

# deleteUsers
source: Delete selected ({count}) users?
ru: Удалить выбранных({count}) пользователей?

# deletePgUserConfirmation
source: Delete PG user {name}?
ru: Удалить PG пользователя {name}?

# deletePgUsersConfirmation
source: Delete selected ({count}) PG users?
ru: Удалить выбранных ({count}) PG пользователей?

# deleteDatabaseConfirmation
source: Delete database {name}?
ru: Удалить базу данных {name}?

# deleteDatabasesConfirmation
source: Delete selected ({count}) databases?
ru: Удалить выбранных ({count}) базы данных?
